[
  "Quand Chuck Norris fait l'épreuve des araignées dans Fort Boyard, elles sortent elles-mêmes les petits papiers et lisent à voix haute.\nVotez !\n6.3 / 10",
  "Chuck Norris peut faire des ronds avec une equerre\nVotez !\n7.22 / 10",
  "Chuck Norris peut écrire un traitement de texte avec la souris.\nVotez !\n4.35 / 10",
  "Peter Parker a été mordu par une araignée, Clark Kent a été mordu par Chuck Norris\nVotez !\n6.32 / 10",
  "Chuck norris se souvient très bien de son futur\nVotez !\n7.98 / 10",
  "Chuck Norris peut dire Schwarzkopf en verlan.\nVotez !\n7.27 / 10",
  "Rien ne sert de jouer aux échecs avec Chuck Norris, il ne connait pas l'échec.\nVotez !\n7.51 / 10",
  "Chuck Norris ne prends jamais de laxatif; personne ne fait chier Chuck Norris !\nVotez !\n7.9 / 10",
  "Le papier WC de Chuck Norris n'a pas de fin. Chuck Norris n'est jamais au bout du rouleau.\nVotez !\n7.8 / 10",
  "Chuck Norris a gagné la guerre du Golf, en 18 trous.\nVotez !\n7.46 / 10",
  "Les portraits de Chuck Norris ne sont pas a vendre. On ne se paie pas la tête de Chuck Norris.\nVotez !\n7.68 / 10",
  "L'ordinateur de Chuck Norris n'a pas de bouton \"CRTL\". Chuck Norris a toujours le contrôle.\nVotez !\n6.54 / 10",
  "Chuck Norris a deja reussi a casser 3 pattes a un canard.\nVotez !\n7.75 / 10",
  "En Avril dernier, Chuk Norris a fait un barbecue... et les aéroports européens ont été fermés pendant une semaine...\nVotez !\n5.07 / 10",
  "Depuis le 11 septembre 2001 Chuck Norris ne lance plus d'avions en papier.\nVotez !\n8.38 / 10",
  "Le nombre de choses impossibles pour Chuck Norris est inférieur à zéro.\nVotez !\n7.1 / 10",
  "Un jour, Chuck Norris a plongé dans la Mer Rouge. Moïse en a profité pour passer.\nVotez !\n8.31 / 10",
  "Quand chuck norris dit qu'il a inventé les ricolas\nLes Suisses ferment leurs gueules\nVotez !\n5.64 / 10",
  "M.Propre était videur et ne voulait pas laisser chuck rentrer en boite, maintenant il est femme de ménage !!\nVotez !\n6.71 / 10",
  "Chuck Norris mange ses oranges tout rond: Chuck Norris fait pas de quartier.\nVotez !\n8.36 / 10",
  "Chuck Norris a déjà tabassé l homme invisible parce qu il lui gâchait la vue\nVotez !\n7.95 / 10",
  "Chuck Norris ne s'est jamais rendu à l'école.\nChuck Norris ne se rend jamais ...\nVotez !\n8.33 / 10",
  "Quand Chuck Norris va au Mcdo, les hamburgers sont aussi bien que sur les photos, même mieux.\nVotez !\n5.52 / 10",
  "Chuck Norris regarde Charlie Chaplin avec le son.\nVotez !\n7.71 / 10",
  "Chuck Norris ne ment jamais, c'est la vérité qui se trompe.\nVotez !\n8.98 / 10",
  "Chuck Norris ne fume pas car la santé de Chuck Norris est dangereuse pour le tabac.\nVotez !\n8.55 / 10",
  "chuck norris a joué au roi du silence avec un muet... et il a gagné\nVotez !\n9.18 / 10",
  "Chuck Norris peut faire des chateaux de kart.\nVotez !\n6.59 / 10",
  "Chuck Norris a été conçu en mode sans echecs\nVotez !\n6.27 / 10",
  "Quand Chuck Norris regarde le soleil c'est le soleil qui a mal aux yeux\nVotez !\n7.56 / 10",
  "Chuck Norris peut te faire passer un sale quart d'heure en 17 secondes, dialogues et génériques inclus.\nVotez !\n8.08 / 10",
  "Quand Chuck Norris fait du saut à l'élastique, il saute sans élastique. On ne retient pas Chuck Norris.\nVotez !\n8.07 / 10",
  "Chuck Norris peut cultiver un champ magnétique\nVotez !\n8.24 / 10",
  "Chuck Norris à réussi à trouver la page 404\nVotez !\n9.17 / 10",
  "Le poisson rouge de Chuck Norris habite dans le Loch Ness.\nVotez !\n7.21 / 10",
  "Chuck Norris peut faire un solo de Heavy Metal avec un ukulélé.\nVotez !\n7.9 / 10",
  "Quand un gendarme dit \"papiers\" à Chuck Norris et que celui-ci répond \"ciseaux\", il a effectivement gagné.\nVotez !\n8.66 / 10",
  "Chuck Norris peut appuyer sur Ctrl-Alt-Suppr avec une seule main...\nVotez !\n6.25 / 10",
  "Chuck Noriss peut faire du feu en frottant deux glaçons.\nVotez !\n8.26 / 10",
  "Chuck Norris peut jouer à World of Warcraft sur Game Boy Color.\nVotez !\n3.79 / 10",
  "lorsque chuck norris fait de la plongée, il ne prend jamais de tuba... on entube pas chuck norris.\nVotez !\n7.91 / 10",
  "Tout les soir les cauchemars font le même Chuck Norris\nVotez !\n8.12 / 10",
  "Hercule avait le choix : \"combattre Chuck Norris\" ou \"descendre aux enfers\"\nHeureusement, Hercule a été raisonnable.\nVotez !\n8.37 / 10",
  "Chuck Norris peut dessiner un triangle à 3 angles obtus.\nVotez !\n6.98 / 10",
  "Lorsque vous discutez avec Chuck Norris sur Msn, le raccourci Alt+F4 ne marche pas, tout comme le bouton power de votre PC d'ailleurs.\nOn n'Echap pas à Chuck Norris.\nVotez !\n6.33 / 10",
  "Lorsque Chuck Norris voit une étoile fillante,celle-ci fait un voeux\nVotez !\n7.87 / 10",
  "Quand Chuck Norris dit à Obelix qu'il est gros, Obelix est d'accord\nVotez !\n7.97 / 10",
  "chuck norris connait le nom du soldat inconnu\nVotez !\n7.88 / 10",
  "Chuck Norris n'apprend pas, il se souvient.\nVotez !\n7.47 / 10",
  "Quand Chuck Norris se regarde dans une petite cuillére son image est renvoyé à l'endroit !\nVotez !\n4.46 / 10",
  "Chuck Norris n'est pas le meilleur, car, pour pouvoir être le meilleur, il faut d'abord pouvoir être comparable.\nVotez !\n8.41 / 10",
  "Chuck Norris peut éteindre un feu de foret avec un tourne-vis. Accessoirement, il peut aussi visser une vis avec un extincteur ...\nVotez !\n7.78 / 10",
  "Un jour, au restaurant, Chuck Norris a commandé un steak. Et le steak a obéi.\nVotez !\n8.2 / 10",
  "Si Chuck Norris avait été pris dans le film \"300\" il l'aurait renommé en \"1\".\nVotez !\n8.33 / 10",
  "Dans une pièce normale, il y a en moyenne 1242 objets avec lesquels Chuck Norris peut vous tuer, en incluant la pièce elle même.\nVotez !\n8.39 / 10",
  "Chuck Norris est le père de schtroumpfette\nVotez !\n2.77 / 10",
  "La guerre du Golfe a commencé quand Chuck Norris a raté le 18ème trou.\nVotez !\n8.7 / 10",
  "Chuck Norris connait la dernière décimale de Pi.\nVotez !\n8.3 / 10",
  "Chuck Norris mesure son pouls sur l'échelle de Richter.\nVotez !\n8.27 / 10",
  "Chuck Norris peut encercler ses ennemis. Tout seul.\nVotez !\n8.83 / 10",
  "Chuck Norris peut ouvrir un pdf avec un couteau\nVotez !\n7.71 / 10",
  "Chuck Norris sait où se cache Ben Laden, il a juste pas fini de compter.\nVotez !\n8.71 / 10",
  "Un jour un tigre à bousculé Chuck Norris\nC'est là que le chat est né.\nVotez !\n8.11 / 10",
  "Chuck Norris peut se toucher le coude gauche avec la main gauche.\nVotez !\n8.6 / 10",
  "Chuck Norris a appris à nager dans l'océan Militaire. Maintenant il est pacifique.\nVotez !\n8.59 / 10",
  "Chuck Norris peut faire du motocross avec un camion poubelle.\nVotez !\n7.6 / 10",
  "Le prochain James Bond s'intitulera : \"Rien que pour Chuck Norris\".\nVotez !\n6.24 / 10",
  "Si Chuck Norris avait joué dans Star Wars il n'y aurait eu qu'une seule trilogie.\nVotez !\n7.1 / 10",
  "Chuck Norris peut faire une reprise de volée au handball.\nVotez !\n7.53 / 10",
  "Tu révises mais ça ne veut pas rentrer dans ta tête ? Chuck Norris peut t'aider ...\nVotez !\n8.17 / 10",
  "Chuck Norris a inventé le livre sur \"comment lire\". Et ça marche.\nVotez !\n8.21 / 10",
  "Chuck Norris est tellement intelligent qu'il utilise ses trois hémisphères cérébraux.\nVotez !\n7.06 / 10",
  "Chuck Norris est le seul homme au monde à ne pas connaître la blague de la bougie d'anniversaire qui se rallume. Personne n'a osé.\nVotez !\n8.6 / 10",
  "Un matin le lapin de Chuck Norris a tué un chasseur... mais un chasseur F-16\nVotez !\n8.85 / 10",
  "Même avec des ampoules aux pieds, Chuck Norris frappe plus vite que la lumière.\nVotez !\n7.06 / 10",
  "Quand le soleil se couche, c'est Chuck Norris qui le borde.\nVotez !\n7.81 / 10",
  "Quand Chuck Norris mange des chips, il entend quand même la télé.\nVotez !\n8.39 / 10",
  "L'instit de Chuck Norris ne l'a jamais mis au coin. Lui par contre l'a déjà mis au tapis.\nVotez !\n7.26 / 10",
  "Chuck Norris est déjà allé à perpette\nVotez !\n8.73 / 10",
  "Chuck Norris peut mettre des roundhouse kick dans Pac-Man\nVotez !\n7.13 / 10",
  "Conan appelle Chuck Norris \"Crom\" pour ne pas l'offenser.\nVotez !\n6.97 / 10",
  "Le jour où Nietzsche a écrit \"Dieu est mort\", c'était vrai. Il l'avait vu. Fallait pas provoquer Chuck Norris.\nVotez !\n7.53 / 10",
  "Chuck Norris connait la blague du con qui dit non, et c'est pas lui.\nVotez !\n8.66 / 10",
  "Chuck Norris est contre la cigarette, car elle tue presque autant que lui.\nVotez !\n8.4 / 10",
  "Quand Chuck Norris était enfant, il avait un iPhone.\nVotez !\n6.65 / 10",
  "Chuck Norris encaisse les coups dans son compte en banque.\nVotez !\n6.46 / 10",
  "Quand Chuck Norris plante sur IRC, tout le monde l'attend pour reprendre la parole.\nVotez !\n7.35 / 10",
  "C'est Chuck Norris qui a présenté son père à sa mère.\nVotez !\n8.74 / 10",
  "Chuck Norris ne fait pas d'omelette sans casser les crânes.\nVotez !\n6.1 / 10",
  "C'est en poussant le continent américain à la nage que Chuck Norris a découvert le bateau de Christophe Colomb\nVotez !\n8.58 / 10",
  "Chuck Norris ne rate jamais la poubelle.\nVotez !\n6.63 / 10",
  "L'homme élastique est le chewing gum de Chuck Norris.\nVotez !\n7.02 / 10",
  "c'est Chuck Norris qui a montré aux poissons comment nager.\nVotez !\n7.12 / 10",
  "Chuck Norris n'est pas allé a l'école, Il savait déja tout.\nVotez !\n6.57 / 10",
  "C'est pas parce que tu es encore en vie que ça veut forcément dire que Chuck Norris t'aime bien...\nVotez !\n8.05 / 10",
  "C'est Chuck Norris qui sauve l'airbag dans un accident.\nVotez !\n8.39 / 10",
  "Chuck Norris joue au foot avec un ballon d'eau chaude\nVotez !\n7.48 / 10",
  "Chuck Norris mange aussi les coquilles des huitres. C'est plus croquant.\nVotez !\n7.41 / 10",
  "Qu'est ce qu'une Lada au sommet d'une montagne?\nUn miracle?\nNon, c'est Chuck Norris qui était au volant.\nVotez !\n8.28 / 10",
  "Chuck Norris déteste les requins, ils le chatouillent quand il se baigne.\nVotez !\n6.98 / 10",
  "Chuck Norris est plus baraque qu'Obama.\nVotez !\n8.96 / 10",
  "Chuck Norris coule réellement un bronze quand il fait la grosse commission.\nVotez !\n8.57 / 10",
  "La constellation de Chuck Norris se trouve sur Holywood Boulevard.\nVotez !\n6.82 / 10",
  "Adriana Karembeu ne peut pas regarder Chuck Norris dans les yeux.\nVotez !\n6.66 / 10",
  "Chuck Norris arrive a traire une vache sans la toucher.\nVotez !\n6.34 / 10",
  "Si Chuck Norris avait été sur le Titanic, c'est l'iceberg qui aurait coulé.\nVotez !\n8.66 / 10",
  "Quand Chuck Norris parle le silence se tait\nVotez !\n8.96 / 10",
  "Le prix du pétrole augmente pour rembourser Chuck Norris.\nVotez !\n7.58 / 10",
  "Quand Chuck Norris paye en ticket restaurant on lui rend la monnaie\nVotez !\n8.32 / 10",
  "Chuck Norris fait des combats de sabre laser à mains nues.\nVotez !\n7.74 / 10",
  "Chuck Norris peut retourner un glaçon\nVotez !\n6.53 / 10",
  "Chuck Norris peut parler dans un film muet.\nVotez !\n8.07 / 10",
  "Chuck Norris peut faire du toboggan debout\nVotez !\n7.21 / 10",
  "Chuck Norris peut couper un cheveu en quatre. Avec une scie.\nVotez !\n7.92 / 10",
  "Chuck Norris n'a aucun synonyme.\nVotez !\n7.68 / 10",
  "La télécommunication n'existe pas, Chuck Norris poste les mails.\nVotez !\n6.63 / 10",
  "Chuck Norris ne vieillit pas. Il fait semblant.\nVotez !\n7.88 / 10",
  "Chuck Norris peut battre ses ennemis par téléphone.\nVotez !\n7.13 / 10",
  "Au démineur, si Chuck Norris clique sur une case qui se trouve autour d'un 8, il n'y a pas de bombe.\nVotez !\n8.52 / 10",
  "Les émeraudes du chaos de Sonic sont en fait des galets provenant de l'allée du jardin de Chuck Norris.\nVotez !\n7.35 / 10",
  "Chuck Norris peut rouler sur l'autoroute les fenêtres ouvertes sans que ça fasse de bruit.\nVotez !\n7.66 / 10",
  "Chuck Norris fait aussi le 100m en 9'69, mais à la nage....\nVotez !\n9.06 / 10",
  "Au cinéma Chuck Norris n'a pas de doublure.\nVotez !\n6.36 / 10",
  "les règles d'accord du participe passé ne s'appliquent pas à Chuck Norris\nVotez !\n7.28 / 10",
  "Chuck Norris mange de la kryptonite. En salade\nVotez !\n7.77 / 10",
  "Chuck Norris peut résoudre tous les Rubik's Cube en un seul mouvement.\nVotez !\n8.21 / 10",
  "Chuck Norris lit l'avenir dans les cartes routières.\nVotez !\n8.36 / 10",
  "Chuck Norris a déjà retenu sa respiration pendant 2 heures : le temps que ça lui a pris pour boucher le trou dans la station orbitale.\nVotez !\n7.71 / 10",
  "Quand Chuck Norris envoie un sms pour souhaiter la bonne année, il passe du premier coup.\nVotez !\n8.59 / 10",
  "On ne voit pas Chuck Norris, on le ressent, surtout son pied.\nVotez !\n7.25 / 10",
  "Quand Chuck Norris va chez le médecin, la sécurité sociale rembourse le medecin...\nVotez !\n8.78 / 10",
  "Quand Chuck Norris est flashé au radar, il peut payer en amandes\nVotez !\n7.39 / 10",
  "Chuck Norris, c'est comme un pot de Ricorée posé à l'envers sur la table du jardin un dimanche matin ensoleillé, mais avec du Red Bull en plus\nVotez !\n6.25 / 10",
  "Ne demandez jamais à Chuck Norris de descendre le chien...\nVotez !\n8.74 / 10",
  "Avoir une photo de Chuck Norris sur soi pendant une épreuve sportive est considéré comme du dopage.\nVotez !\n9.07 / 10",
  "Chuck Norris a déja converti des végétariens au cannibalisme.\nVotez !\n8.29 / 10",
  "Chuck Norris n'a pas de numéro de sécu. Il n'est jamais malade.\nVotez !\n6.73 / 10",
  "Chuck Norris fait des pompes rien qu'avec son souffle .\nVotez !\n7.48 / 10",
  "Chuck Norris sait faire des claquettes pieds nus\nVotez !\n7.8 / 10",
  "Quand Chuck Norris fait du vélo, il pédale si vite que la roue arrière double la roue avant.\nVotez !\n8.66 / 10",
  "Le matériau le plus solide au monde n'est pas le diamant mais le poing de Chuck Norris.\nVotez !\n7.6 / 10",
  "Jacques Audiard a décidé de tourner \"De battre mon coeur s'est arrété\" le jour où Chuck Norris a tourné une scène à quelques metres de lui.\nVotez !\n6.84 / 10",
  "Le frigo de Chuck Norris peut vraiment résister à une explosion nucléaire.\nVotez !\n7.59 / 10",
  "Chuck Norris peut faire sauter ses PV. Son record actuel est de 1m20 de haut.\nVotez !\n8.21 / 10",
  "Dans la série Death Note, Kira voulait s'appeler Chuck Norris mais c'était déjà pris.\nVotez !\n7.87 / 10",
  "Si Terminator dit qu'il va revenir, c'est pour avoir un autographe de Chuck Norris.\nVotez !\n8.28 / 10",
  "Chuck Norris sait faire la roue sur un doigt.\nVotez !\n6.7 / 10",
  "Chuck Norris ne voyage pas, c'est le pays qui vient à lui\nVotez !\n7.29 / 10",
  "Chuck Norris a donné un doigt à ET\nVotez !\n6.96 / 10",
  "Chuck Norris gère sa pousée de cheveux.\nVotez !\n6.7 / 10",
  "Chuck Norris boit de l'eau avec des baguettes\nVotez !\n8.43 / 10",
  "Ben Laden n'a pas disparu, il est juste empaillé sur la cheminée de Chuck Norris.\nVotez !\n7.82 / 10",
  "Chuck Norris. Et ça repart (ou pas).\nVotez !\n6.95 / 10",
  "Chuck Norris finit ses choux de Bruxelles. Et se ressert.\nVotez !\n8.59 / 10",
  "Quand Chuck Norris appelle Monica Belluci, elle vient.\nVotez !\n7.73 / 10",
  "Chuck Norris a enseigné l'art du camouflage aux caméléons.\nVotez !\n7.87 / 10",
  "Chuck Norris a un seul tour dans son sac, et ça lui suffit.\nVotez !\n8.67 / 10",
  "Chuck Norris n'aime pas ce site. Il déteste qu'on le dévalorise.\nVotez !\n8.26 / 10",
  "Chuck Norris comprend les blagues du Télé Z\nVotez !\n8.11 / 10",
  "Quand Chuck Norris laisse les fenêtres ouvertes et les lumières allumées, les moustiques ne rentrent pas.\nVotez !\n8.27 / 10",
  "Devant Chuck Norris, une équation mathématique se résout seule. On ne fait pas perdre son temps à Chuck Norris.\nVotez !\n8.22 / 10",
  "Chuck Norris a inventé l'expression \" friter quelqu'un \" en allant au McDo\nVotez !\n7.92 / 10",
  "Chuck Norris a une carte de donneur d'orgasme\nVotez !\n8.88 / 10",
  "Quand Chuck Norris remplace Solid Snake, les gardes préfèrent faire semblant de ne pas le voir...\nVotez !\n8.63 / 10",
  "Chuck Norris a vraiment mis un tigre dans le moteur de son pick-up.\nVotez !\n7.16 / 10",
  "Chuck Norris peut ouvrir la fenêtre en TGV.\nVotez !\n7.82 / 10",
  "Chuck Norris peut tuer n'importe qui avec un jouet 1 à 3 ans.\nVotez !\n7.6 / 10",
  "Dans le verre de bière de Chuck Norris, la mousse est en-dessous\nVotez !\n8.52 / 10",
  "Quand Chuck Norris entre dans un café , il ne fait pas plouf.\nVotez !\n8.5 / 10",
  "Ne soutenant pas la comparaison avec Chuck Norris, Dieu decida d'inventer le pantalon...\nVotez !\n8.13 / 10",
  "Les neveux et nièces de Chuck Norris ne le forcent pas a regarder Dora l'exploratrice.\nVotez !\n8.31 / 10",
  "Un jour quelqu'un a dit \" Ce n'est pas la mer à boire \" Chuck Norris a répondu heureusement ça serait trop facile.\nVotez !\n8.57 / 10",
  "Quand Chuck Norris fait des casse-tête chinois, il ne vaut mieux pas être le chinois...\nVotez !\n9.02 / 10",
  "Arsène Lupin a du brutalement arrêté sa carrière après avoir tenté de cambrioler Chuck Norris.\nVotez !\n7.3 / 10",
  "Chuck Norris ne descend pas du singe. Il descend, point barre.\nVotez !\n8.64 / 10",
  "Quand Yoda parle de \"la force\", il parle de Chuck Norris.\nVotez !\n8.78 / 10",
  "Le ballon de rugby fut inventé lorsque Chuck Norris frappa dans un ballon de foot.\nVotez !\n8.03 / 10",
  "L'ordinateur idéal est aussi puissant que Chuck Norris.\nVotez !\n6.77 / 10",
  "Will Smith a du rebaptiser son dernier film \"Je suis une sous-merde\", pour ne pas confondre avec le film autobiographique de Chuck Norris.\nVotez !\n8.92 / 10",
  "Chuck Norris est le seul homme à avoir 3 groupes sanguins dans le corps.\nVotez !\n7.92 / 10",
  "Quand Chuck Norris dit \"Stop\", le temps s'arrête.\nVotez !\n7.21 / 10",
  "Chuck Norris peut cocher le 50 sur une grille du loto\nVotez !\n7.62 / 10",
  "Un jour Chuck Norris a tenté le grand écard. Depuis les continents dérivent.\nVotez !\n8.66 / 10",
  "Quand Chuck Norris va chez l'hypnotiseur, c'est l'hypnotiseur qui s'endort.\nVotez !\n6.62 / 10",
  "Chuck Norris a déjà battu la montre dans une course contre la montre.\nVotez !\n9.13 / 10",
  "Chuck Norris joue au foot avec les comètes.\nVotez !\n6.16 / 10",
  "Si Chuck Norris avait joué James Bond, son nom de code n'aurait pas été 007 mais 666...\nVotez !\n6.63 / 10",
  "Chuck Norris a connu la défaite, et il lui a éclatée la gueule\nVotez !\n8.88 / 10",
  "Chuck Norris pêche le poisson déjà pané.\nVotez !\n7.64 / 10",
  "Quand on cherche Chuck Norris, c'est toujours la Mort qu'on trouve...\nVotez !\n6.84 / 10",
  "Chuck Norris a déjà traversé le Pacifique, en apnée.\nVotez !\n7.54 / 10",
  "Chuck Norris n'a pas pu participer à Secret Story car ce n'est un secret pour personne que Chuck Norris gagne toujours...\nVotez !\n7.9 / 10",
  "Les héros de Lost ont eu de la chance, ils auraient pu s'écraser dans le jardin de Chuck Norris.\nVotez !\n9 / 10",
  "C'est Chuck Norris qui a appris a James Bond comment ne pas ressentir les décalage horaires.\nVotez !\n6.77 / 10",
  "Chuck Norris peut se cacher dans une pièce vide.\nVotez !\n9.12 / 10",
  "Quand Chuck Norris achète des actions en bourse, celles-ci voient leur cours monter immédiatement\nVotez !\n6.83 / 10",
  "Chuck Norris peut tracer une règle avec un trait\nVotez !\n8.92 / 10",
  "Chuck Norris sait parler le langage binaire\nVotez !\n7.3 / 10",
  "Quand Chuck Norris creuse un trou, on peut voir le ciel.\nVotez !\n7.66 / 10",
  "Les lunettes 3D servent à avoir les mêmes sensations que Chuck Norris quand il va au cinéma.\nVotez !\n6.74 / 10",
  "Chuck Norris n'a jamais perdu en jouant à pile ou face : la pièce ne retombe pas.\nVotez !\n7.74 / 10",
  "Chuck Norris a le pouvoir de déshabiller les femmes par la pensée. Mais n'a jamais eu à s'en servir . . .\nVotez !\n8.62 / 10",
  "Les requins aiment porter des dents de Chuck Norris en résine.\nVotez !\n8.08 / 10",
  "Chuck Norris c'est un peu comme dieu, mais en mieux.\nVotez !\n8.09 / 10",
  "Chuck Norris secoue ses victimes avant de les tuer... sinon la pulpe reste en bas\nVotez !\n8.68 / 10",
  "Chuck Norris sait parler le verlan. En chinois.\nVotez !\n8.31 / 10",
  "Chuck Norris n'a jamais eu d'accident de voiture. Du moins, il n'a jamais rien senti.\nVotez !\n6.98 / 10",
  "Chuck Norris dispose d'un joueur pour tirer les corners au babyfoot\nVotez !\n8.45 / 10",
  "Avant de rencontrer Chuck Norris, Oui-Oui s'appelait Non-Non\nVotez !\n8.63 / 10",
  "Si Chuck Norris avait vécu au 18e siècle, personne aujourd'hui ne saurait qui était Casanova\nVotez !\n7.39 / 10",
  "On dit qu'il faut cueillir les cerises avec la queue. On dit aussi que seul Chuck Norris y parvient...\nVotez !\n8.62 / 10",
  "Chuck Norris n'a pas besoin de cartes pour te battre à Magic.\nVotez !\n7.09 / 10",
  "Sur la session MSN de Chuck Norris, il y a une option \"tuer le contact\".\nVotez !\n9.09 / 10",
  "Quand Adam se cachait le sexe avec une feuille de vigne, Chuck Norris utilsait un arbre.\nVotez !\n8.83 / 10",
  "Les dentifrices deviennent plus blancs quand on les frotte sur les dents de Chuck Norris.\nVotez !\n7.68 / 10",
  "Chuck Norris peut te prouver que la condamnation à mort n'est pas la peine maximale.\nVotez !\n9.15 / 10",
  "Chuck Norris a déjà cassé les dents d'une poule.\nVotez !\n8.95 / 10",
  "Quand Chuck Norris à libéré Ingrid, il pensait tourner le numéro 2012 de Walker Texas Rangers.\nVotez !\n8.28 / 10",
  "Chuck Norris cache lui même ses oeufs de Paques, sinon c'est trop facile.\nVotez !\n8.36 / 10",
  "Quand Chuck Norris mange une orange il n'enlève pas la peau.\nNormal, Chuck ne fait pas de quartier.\nVotez !\n9.09 / 10",
  "Si Chuck Norris se fait transpercer par un sabre laser, le sabre laser se casse !\nVotez !\n7.49 / 10",
  "le Yéti à vu Chuck Norris, c'est pour cela qu'on ne le voit plus.\nVotez !\n8.13 / 10",
  "C'est Chuck Norris qui lance les avions depuis les porte-avions.\nVotez !\n7.53 / 10",
  "Si on loue le Seigneur, c'est parce que Chuck Norris est hors de prix.\nVotez !\n9.09 / 10",
  "Le jour de sa naissance, c'est Chuck Norris qui tapait sur les fesses des sages-femmes.\nVotez !\n8.24 / 10",
  "Chuck Norris peut reconstituer une vache entière à partir de steacks hachés\nVotez !\n8.39 / 10",
  "Quand Chuck Norris s'est mis aux arts martiaux, les Japonais se sont reconvertis dans les jeux videos.\nVotez !\n9.14 / 10",
  "Le Truman Show est un documentaire expliquant comment Chuck Norris nous fait vivre dans un monde qu'il a créé.\nVotez !\n7.38 / 10",
  "United colors of Chuck Norris\nVotez !\n4.91 / 10",
  "Chuck Norris s'est opéré lui même des amygdales.\nVotez !\n6.55 / 10",
  "Quand Chuck Norris viole la loi, elle a mal...\nVotez !\n8.73 / 10",
  "Chuck Norris a inspiré Bruce tout puissant\nVotez !\n6.65 / 10",
  "Quand Chuck Norris joue au poker, même le soleil se couche.\nVotez !\n8.89 / 10",
  "Chuck Norris n'a jamais été puceau.\nVotez !\n9.02 / 10",
  "\"La Couleur Pourpre\" de Spielberg est inspiré de la magnifique teinte de cheveux de Chuck Norris.\nVotez !\n6.3 / 10",
  "Chuck Norris peut téléphoner avec une banane\nVotez !\n7.74 / 10",
  "Une légende raconte qu'un homme aurait déjà vu Chuck Norris cligner des yeux.\nVotez !\n7.83 / 10",
  "Les ondes du cerveau de Chuck Norris sont dangereuses pour les téléphones portables.\nVotez !\n8.7 / 10",
  "Pendant les manifestations, Chuck Norris casse du Casseur\nVotez !\n6.92 / 10",
  "Quand Chuck Norris surfe sur internet, il faut s'attendre au pire to pire.\nVotez !\n7.74 / 10",
  "Chuck Norris est capable de faire un homerun au baby foot.\nVotez !\n8.57 / 10",
  "Chuck Norris dit aux videurs s'ils peuvent rester ou non devant leur discothèque.\nVotez !\n8.63 / 10",
  "pourquoi la vache qui rit, rit ? Parce que Chuck Norris lui a interdit de pleurer.\nVotez !\n7.3 / 10",
  "Après avoir descendu les poubelles, Chuck Norris n'oublie pas d'en faire de-même avec les éboueurs.\nVotez !\n7.82 / 10",
  "C'est Chuck Norris qui a mis la Terre en orbite.\nVotez !\n7.11 / 10",
  "Quand Chuck Norris joue à un First Person Shoot en 3D, les ennemis finissent vite en 2D.\nVotez !\n7.09 / 10",
  "Chuck Norris n'a pas de volets, le soleil ne se lève pas avant Chuck Norris.\nVotez !\n8.73 / 10",
  "Un jour chuck norris a frappé cindy sanders, elle a vu des papillon de lumière...\nVotez !\n8.7 / 10",
  "Ce ne sont pas les parents de chuck norris qui ont choisi d'avoir un enfant, c'est Chuck qui a choisi d'avoir des parents.\nVotez !\n8.8 / 10",
  "Quand Chuck Norris part en vacances en Camargue, les moustiques disparaissent\nVotez !\n6.73 / 10",
  "La vénus de Milo mangeait trop de chocolat, ça a finit par gonfler Chuck Norris.\nVotez !\n8.28 / 10",
  "Quand les Musclés ont vu des photos de Chuck Norris, ils ont compris qu'il valait mieux qu'ils se séparent...\nVotez !\n7.57 / 10",
  "Quand Chuck Norris mange un hamburger les tranches de tomates reste à l'intérieur.\nVotez !\n8.04 / 10",
  "Le calendrier Maya s'arrête le jour de la mort de Chuck Norris.\nVotez !\n7.34 / 10",
  "Chuck Norris n'aime pas les radars, ça l'éblouit quand il fait du skate.\nVotez !\n8.67 / 10",
  "C'est Chuck Norris qui pédalait sur le vélo dans E.T\nVotez !\n8.39 / 10",
  "Toute personne qui prononce \"Chuck Norris\" à voix haute perd 10 minutes de sa vie.\nVotez !\n7.61 / 10",
  "Zeus est un grand dragueur , mais il ne ferait pas l'erreur de draguer la femme de Chuck Norris\nVotez !\n7.53 / 10",
  "Quand Chuck Norris utilise un parfum, on entend toujours la musique d'ambiance qui va avec.\nVotez !\n8.02 / 10",
  "L'armée des Etats Unis ne compte qu'un seul homme nommé Chuck Norris.\nVotez !\n7.03 / 10",
  "Lorsque Chuck Norris découvrit les sushis, on décida de sauver Willy.\nVotez !\n8.37 / 10",
  "Chuck Norris peut placer le mot \"idoine\" dans n'importe quelle phrase.\nVotez !\n7.63 / 10",
  "Seul Chuck Norris sait écrire à la plume alors qu'elle est encore sur le volatile ...\nVotez !\n8.63 / 10",
  "Quand Chuch Norris part en randonnée, les marmottes portent ses affaires.\nVotez !\n7.09 / 10",
  "On ne dit pas \"ma maitresse d'école\" mais \"ma maitresse a eu une altercation avec Chuck Norris\".\nVotez !\n7.76 / 10",
  "Chuck Norris a inventé le dictionnaire en écrivant sa liste de courses.\nVotez !\n7.65 / 10",
  "Wii Fit à du mal à suivre Chuck Norris.\nVotez !\n7.7 / 10",
  "Chuck Norris peut attraper Mario avec une pokéball\nVotez !\n8.91 / 10",
  "Si tu fais un croche-patte à Chuck Norris, c'est toi qui tombe.\nVotez !\n8.61 / 10",
  "Aucun commerçant n'a jamais osé refuser un billet de 50 euro de Chuck Norris.\nVotez !\n6.96 / 10",
  "Robocop est le jouet préféré de Chuck Norris\nVotez !\n7.31 / 10",
  "Donner à Chuck Norris, c'est donné, reprendre, c'est crever.\nVotez !\n9.06 / 10",
  "Sur la tombe de Chuck Norris, on écrira : \"Actuellement en arrêt maladie\".\nVotez !\n8.97 / 10",
  "Chuck Norris comprend ceux qui mettent le gilet jaune autour du siège.\nVotez !\n8.39 / 10",
  "Un jour Chuck Norris a dit \"Lève toi et marche !\" Et l'Homme devînt bipède.\nVotez !\n7.85 / 10",
  "Si Chuck Norris n'a jamais tourné film X, c'est parce que les caméras ne sont pas encore assez large pour ça.\nVotez !\n8.93 / 10",
  "Si il y a des continents dans le Monde, c'est parce que Chuck Norris a organisé son potager.\nVotez !\n7.4 / 10",
  "Chuck Norris a battu Sherlock Holmes au cluedo.\nVotez !\n8.79 / 10",
  "Chuck Norris doit respirer de l'Hélium pour imiter la voix de Barry White\nVotez !\n9.06 / 10",
  "Chuck Norris n'a besoin que de 2 touches pour se servir d'un ordinateur : 0 et 1.\nVotez !\n8.37 / 10",
  "C'est Chuck Norris qui a expliqué à sa mère comment faire les bébés.\nVotez !\n8.6 / 10",
  "C'est Chuck Norris qui a inventé la fracture.\nVotez !\n7.35 / 10",
  "Chuck Norris a accès à tout Internet en Chine.\nVotez !\n8.5 / 10",
  "Le premier job d'été de Chuck Norris fut chirurgien. On ne donne pas de boulots minables à Chuck Norris.\nVotez !\n8.3 / 10",
  "Chuck Norris ne cherche jamais la petite bête, il l'écrase.\nVotez !\n8.6 / 10",
  "Chuck Norris peut faire un KO en boxant contre son ombre.\nVotez !\n6.9 / 10",
  "Chuck Norris a arreté l'école à 16 ans. Avec un doctorat en philosophie.\nVotez !\n8.62 / 10",
  "Quand Chuck Norris a trop chaud, il mange un frigo.\nVotez !\n7.43 / 10",
  "Chuck Norris a fait la blague \"J'ai piqué ton nez\" au Sphinx.\nVotez !\n8.93 / 10",
  "Le Japon est le plongeoir de Chuck Norris.\nVotez !\n6.17 / 10",
  "Chuck Norris souffle sur sa soupe pour la réchauffer.\nVotez !\n7.64 / 10",
  "Les illusions d'optique croient que Chuck Norris les regarde.\nVotez !\n7.6 / 10",
  "Chuck Norris sait chronométrer plus vite que n'importe quel chronomètre.\nVotez !\n6.92 / 10",
  "C'est Chuck Norris qui a fait disparaitre le cercle des poètes.\nVotez !\n6.95 / 10",
  "Si les stars de cinema peuvent pleurer aussi facilement, c'est parce qu'elles ont vu Chuck Norris.\nVotez !\n6.36 / 10",
  "Si Chuck Norris se casse une dent , elle repousse .\nVotez !\n8.09 / 10",
  "Seul le point du \"i\" à le droit d'être au dessus de Chuck Norris.\nVotez !\n8.62 / 10",
  "Chuck Norris a des gouts très simples : il se contente du meilleur...\nVotez !\n8.76 / 10",
  "A limage des clochettes pour chat, Chuck Norris a cru bon de doter certains serpents de sonnettes.\nVotez !\n6.5 / 10",
  "\"Quand la Chine s'éveillera, le monde tremblera\"....sauf Chuck Norris.\nVotez !\n6.75 / 10",
  "Quand Chuck Norris embrasse une grenouille, elle se transforme en strip-teaseuse.\nVotez !\n8.65 / 10",
  "Chuck Norris ne fait pas de Fitness, son physique est naturellement parfait.\nVotez !\n6.77 / 10",
  "Chuck Norris a installé une nouvelle alarme chez lui. Pour prévenir les voleurs de son retour.\nVotez !\n9.01 / 10",
  "Quand Chuck Norris caresse un chien, il ronronne.\nVotez !\n8.87 / 10",
  "Quand Chuck Norris marche dans la merde du pied gauche, ça porte malchance... au propriétaire du chien.\nVotez !\n8.43 / 10",
  "Chuck Norris trouve les vélib trop lourds, il a du mal à dépasser sur l'autoroute.\nVotez !\n8.59 / 10",
  "Chuck Norris n'a jamais été piégé par une caméra cachée. Rien n'est caché aux yeux de Chuck Norris.\nVotez !\n6.91 / 10",
  "Un soir le marchant de sable a tenté d'endormir Chuck Norris, en vain. Ainsi naquit la Dune du Pyla.\nVotez !\n8.49 / 10",
  "Chuck Norris recharge son mp3 en branchant les écouteurs à ses oreilles.\nVotez !\n7.97 / 10",
  "Lorsque Peter Pan veut s'envoler, il pense a Chuck Norris\nVotez !\n7.55 / 10",
  "L'incroyable hulk est l'animal de compagnie de Chuck Norris.\nVotez !\n7.24 / 10",
  "L'homme propose, la femme dispose... et Chuck Norris impose.\nVotez !\n9 / 10",
  "Chuck Norris a terminé tous les Tomb Raider en utilisant uniquement les seins de Lara Croft\nVotez !\n8.5 / 10",
  "Lors de la communion, on boit le sang du Christ et on mange sa chair. En hommage à Chuck Norris.\nVotez !\n7.28 / 10",
  "Quand Chuck Norris contemple le Mont Rushmore, les visages baissent les yeux.\nVotez !\n8.54 / 10",
  "Chuck Norris a noyé Archimède dans sa baignoire.\nVotez !\n8.44 / 10",
  "Quand Chuck Norris joue à Sonic 2, Tails ne meurt pas.\nVotez !\n8.06 / 10",
  "Chuck Norris a déjà gagné une partie d'échecs avec un carré d'as.\nVotez !\n8.59 / 10",
  "Les mines se désamorcent d'elles-mêmes lorsque Chuck Norris pose le pied dessus.\nVotez !\n7.49 / 10",
  "Chuck Norris peut avoir des fleurs en plantant windows.\nVotez !\n8.81 / 10",
  "C'est quand Chuck Norris s'est assis sur un dromadaire qu'est né le chameau.\nVotez !\n8.69 / 10",
  "Personne n'ose faire de prise de sang à l'épouse de Chuck Norris. On ne pique pas la femme de Chuck Norris ...\nVotez !\n8.21 / 10",
  "Si Chuck Norris avait une fille, elle aurait quand même des couilles.\nVotez !\n9.06 / 10",
  "Un jour Chuck Norris a mangé du lion. Vraiment.\nVotez !\n7.44 / 10",
  "Chuck Norris a déjà fini Second Life.\nVotez !\n8.39 / 10",
  "Dans le Chant des Partisans, l'ami est évidemment Chuck Norris.\nVotez !\n7.05 / 10",
  "Le proverbe favori de Chuck Norris est \"des coups et des douleurs, on ne doit pas discuter.\"\nVotez !\n7.33 / 10",
  "C'est Chuck Norris qui a attaché Cerbere aux portes de l'Enfer.\nVotez !\n7.16 / 10",
  "Chuck Norris préfère les pommes de terres. On ne carotte pas Chuck Norris.\nVotez !\n8.53 / 10",
  "Chuck Norris est devenu orphelin le jour où ses parents lui ont interdit de jouer avec son nounours Teddy.\nVotez !\n7.87 / 10",
  "Bouddha ne pardonne qu'une fois. Dommage Chuck Norris ne pardonne pas!\nVotez !\n7.78 / 10",
  "Quand Chuck Norris prend la voiture, les panneaux stop disparaissent. On ne peut pas stopper Chuck Norris.\nVotez !\n8.24 / 10",
  "Les hommes en chaise roulante courent lorsqu'ils aperçoivent Chuck Norris.\nVotez !\n8.33 / 10",
  "Chuck Norris peut se vanter de sa modestie.\nVotez !\n9.08 / 10",
  "Chuck Norris mange un bol de kryptonite tous les matins. Il trouve ça bon.\nVotez !\n7.62 / 10",
  "Chuck Norris a connu les dinosaures. Il n'en existe malheureusement plus un pour le confirmer...\nVotez !\n8.19 / 10",
  "Jacques Chirac = mangez des pommes\nChuck Norris = mangez des poires et pêches\nVotez !\n6.86 / 10",
  "On ne dit pas \"je vais passer un mauvais quart d'heure\", mais \"Chuck Nurris me cherche\".\nVotez !\n7.77 / 10",
  "Un jour, James Bond a aperçu Chuck Norris. Le lendemain, il est devenu boulanger dans le Val d'Oise.\nVotez !\n8.27 / 10",
  "Quand Chuck Norris roule en Twingo, on ne se moque pas de lui.\nVotez !\n8.85 / 10",
  "chuck norris a vu la mort une seule fois.Avant de la tuer.\nVotez !\n8.14 / 10",
  "C'est Chuck Norris qui déjoue les plans de Minus et Cortex\nVotez !\n8.36 / 10",
  "Chuck Norris a dépucelé la forêt vierge.\nVotez !\n9.05 / 10",
  "Quand Chuck Norris coupe la queue d'un lézard, elle ne repousse pas.\nVotez !\n7.68 / 10",
  "Si la mer se retire, c'est parce que Chuck Norris arrive...\nVotez !\n7.26 / 10",
  "Chuck Norris n'est jamais mort, même dans ses vies antérieures.\nVotez !\n8.54 / 10",
  "Si Chuck Norris avait été sur le Titanic, il aurait tenu les deux morceaux du navire jusqu'à New-York.\nVotez !\n8.29 / 10",
  "Chuck Norris a appris à Pythagore à se servir d'une équerre.\nVotez !\n8.32 / 10",
  "Chuck Norris ne traverse pas la route, c'est la route qui passe de l'autre coté de Chuck Norris...\nVotez !\n8.36 / 10",
  "Chuck Norris a inventé la science pour que les humains cherchent à le comprendre.\nVotez !\n7.78 / 10",
  "Chuck Norris peut mimer le verbe \"mimer\"\nVotez !\n9.1 / 10",
  "Chuck Norris a deux gardes du corps en permanence... son bras droit et son bras gauche.\nVotez !\n8.51 / 10",
  "Chuck Norris a inventé l'intelligence.\nVotez !\n6.9 / 10",
  "Quand Chuck Norris sème de l'argent, ça pousse.\nVotez !\n7.79 / 10",
  "Quand Chuck Norris faisait son service militaire, c'était le sergent-instructeur qui récurait les chiottes.\nVotez !\n8.71 / 10",
  "Le jour où Chuck Norris pètera un cable, le monde s'eteindra.\nVotez !\n8.31 / 10",
  "Si King Kong est parvenu à monter au sommet de l'Empire State Building, c'est parce que Chuck Norris le poussait. Ensuite il l'a descendu...\nVotez !\n7.32 / 10",
  "Chuck Norris peut se faire la bise.\nVotez !\n8.72 / 10",
  "Le monde se divise en deux catégories : Chuck Norris, et ceux qui voudraient être Chuck Norris.\nVotez !\n8.61 / 10",
  "Au matin du 7eme jour, Chuck Norris accorda à Dieu un jour de RTT.\nVotez !\n8.58 / 10",
  "Bruce Lee faisait des têtes au carré. Chuck Norris fait des têtes au cube.\nVotez !\n8.41 / 10",
  "Chuck Norris a écrit lui-même \"excellent\" sur ses copies du bac.\nVotez !\n7.57 / 10",
  "Chuck Norris a déjà terminé une peine de prison à perpétuité\nVotez !\n9.11 / 10",
  "Chuck Norris n'est pas le parrain de la fille de Dieudonné.\nVotez !\n7 / 10",
  "L'oeil droit de Chuck Norris est connu sous le nom de \"google earth\".\nVotez !\n8.13 / 10",
  "Un jour Michael Jackson a fait un pied de nez à Chuck Norris... Il l'a payé cher.\nVotez !\n8.1 / 10",
  "Jésus était l'apprenti-charpentier de Chuck Norris.\nVotez !\n7.35 / 10",
  "Chuck Norris sait faire des angles droits avec un compas.\nVotez !\n8.57 / 10",
  "C'est Chuck Norris qui a donné ses lunettes de soleil à Cyclope des X-men\nVotez !\n7.3 / 10",
  "Chuck Norris ne connait pas le sens de \"try again\".\nVotez !\n7.54 / 10",
  "Les Frères Lumière ont inventé le cinéma pour que Chuck Norris puisse faire Walker Texas Ranger.\nVotez !\n8.47 / 10",
  "Chuck Norris est poli, il dit \"veuillez m'excuser\" avant et \"pardon\" après t'avoir cassé la gueule.\nVotez !\n7.18 / 10",
  "Chuck Norris a ouvert la grotte d'Ali Baba en disant *Ouvre toi ou je t'explose*.\nVotez !\n8.95 / 10",
  "Le 25 décembre, Chuck Norris offre des cadeaux au Père Noël.\nVotez !\n7.69 / 10",
  "Chuck Norris a déjà gagné le Tour de France 2008.\nVotez !\n7.83 / 10",
  "Chuck Norris peut faire vraiment pleurer les madeleines.\nVotez !\n8.18 / 10",
  "Chuck Norris n'a pas besoin de donner d'ordre. Sa devise: \"je pense donc ça suit.\"\nVotez !\n8.53 / 10",
  "Chuck Norris a tellement d'amour propre qu'il n'a pas besoin de se laver.\nVotez !\n8.49 / 10",
  "Si on autorise Cindy Sander à chanter, c'est uniquement parce qu'elle est la nièce de Chuck Norris.\nVotez !\n8.29 / 10",
  "Chuck Norris a déjà couru une minute en moins de soixante secondes.\nVotez !\n9.13 / 10",
  "Chuck Norris peut appuyer sur Alt+Maj+Suppr en même temps et avec un seul doigt.\nVotez !\n8.47 / 10",
  "Quand Chuck Norris tombe sur une erreur critique sous Windows, le son activé est doux, harmonieux, calme et apaisant.\nVotez !\n7.82 / 10",
  "Chuck Norris ne joue pas à Dragon-Ball Z sur console, il s'insère dans le jeu, ca va plus vite.\nVotez !\n8.08 / 10",
  "Quand la rue avance sous Chuck Norris les crottes de chien s'écartent et même s'excusent .\nVotez !\n7.86 / 10",
  "Quand Chuck Norris marche pieds nus, les meubles ne le frappent pas.\nVotez !\n6.94 / 10",
  "3615 Chuck Norris\nVotez !\n6.52 / 10",
  "Quand Chuck Norris utilise un Bic 4 couleurs, les 4 couleurs marchent.\nVotez !\n7.76 / 10",
  "Quand Chuck Norris touche du bois, c'est le bois qui a de la chance.\nVotez !\n8.72 / 10",
  "Un jour Chuck Norris à garé son pick-up devant le garage d'un immeuble. L'immeuble a été emmené à la fourrière.\nVotez !\n8.84 / 10",
  "Quand Chuck Norris a appris à conduire, il n'avait pas un \"A\" derrière son pick-up mais un \"M\" pour Master.\nVotez !\n7.95 / 10",
  "Prométhée a donné le feu aux hommes. Mais Chuck Norris l'a breveté.\nVotez !\n7.35 / 10",
  "Le prochain épisode des aventures de Jason Bourn s'intitulera \"Chuck Norris dans la Peau\".\nVotez !\n7.52 / 10",
  "Chuck Norris a déjà trouvé un uzi dans un Kinder Surprise.\nVotez !\n8.57 / 10",
  "Chuck Norris peut compresser l'eau\nVotez !\n8.09 / 10",
  "Chuck Norris sait ce qui se passera si l'on jette un chat avec une tartine sur le dos.\nVotez !\n8.73 / 10",
  "Chuck Norris a enfermé La Boule dans les prisons de Fort Boyard.\nVotez !\n8.49 / 10",
  "Chuck Norris n'aime pas les nombres impaires, c'est pour ça qu'il a :\n-tué atchoum (des 7 nains de blanche neige)\n-fait péter la 9ième merveille du monde (la 8ième c'est lui)\n-il a tué le 5 ième mousquetaire\n-il a bouffé les 3 petits cochons\n...\nVotez !\n7.17 / 10",
  "Les impôts ne prennent pas d'argent à Chuck Norris, Chuck Norris fait un don\nVotez !\n7.75 / 10",
  "Djibril Cissé a les pieds carrés depuis que Chuck Norris les lui a massés.\nVotez !\n7.63 / 10",
  "Le proverbe dit: \"dans la vie, tout vient à point à qui sait attendre.\"\nChuck Norris dit: \"dans ta gueule, te vient mon poing, que tu t'y attendes ou non.\"\nVotez !\n8.73 / 10",
  "Depuis Chuck Norris Dieu est devenu mortel.\nVotez !\n6.69 / 10",
  "le tapis volant d'Alladin est en fait le paillasson de Chuck Norris.\nVotez !\n7.73 / 10",
  "Ribery est la dernière personne à avoir fait la bise à Chuck Norris.\nVotez !\n8.91 / 10",
  "Depuis que Chuck Norris c'est battu avec Jeanne d'Arc, elle entend des voix.\nVotez !\n7.05 / 10",
  "La Vénus de Milo est la derniere personne a avoir fait \"qui c'est??\" à Chuck Norris.\nVotez !\n8.74 / 10",
  "Chuck Norris trouve de l'or dans les flaques d'eau.\nVotez !\n6.94 / 10",
  "Quand Chuck Norris boit du Coca, la bouteille ne dort pas de la nuit\nVotez !\n7.48 / 10",
  "Un jour une taupe bouscula Chuck Norris. Depuis elles n'osent plus se montrer.\nVotez !\n7.38 / 10",
  "Chuck Norris n'utilise que la carte du ciel sur son GPS.\nVotez !\n6.63 / 10",
  "Chuck Norris peut vous mettre des étoiles dans les yeux...mais attention c'est douloureux\nVotez !\n7.8 / 10",
  "Chuck Norris a arrêté l'athlétisme: il en avait marre d'attendre que les autres finissent la course.\nVotez !\n8.52 / 10",
  "Si tu tiens tête à Chuck Norris, il risque de tenir la tienne...\nVotez !\n8.18 / 10",
  "Ensemble tout devient possible. (Mais Chuck Norris peut déjà le faire tout seul...)\nVotez !\n8.73 / 10",
  "Chuck Norris aimait bien l'école. Sinon elle n'existerait plus...\nVotez !\n7.98 / 10",
  "Chuck Norris a interdit aux volcans d'Auvergne d'entrer en éruption.\nVotez !\n7.24 / 10",
  "Un cafard peut survivre à une explosion nucléaire. Mais pas à Chuck Norris.\nVotez !\n8.59 / 10",
  "les ouragans servent à raffraichir Chuck Norris.\nVotez !\n7.08 / 10",
  "Steven seagal est une groupie de Chuck Norris.\nVotez !\n7.43 / 10",
  "Chuck Norris a déjà fait rire Mr Spock.\nVotez !\n7.84 / 10",
  "Les Nuls s'appelent ainsi car ils ont eu un jour le malheur de se comparer à Chuck Norris\nVotez !\n7.1 / 10",
  "Saddam Hussein croyait pouvoir battre Chuck Norris au jeu du pendu...\nVotez !\n8.76 / 10",
  "Un jour, Chuck Norris a tiré Vin Diesel par les cheveux....\nVotez !\n8.67 / 10",
  "C'est Chuck Norris qui a inventé la machine à courber les bananes.\nVotez !\n7.78 / 10",
  "Sitting Bull s'appelait Standing Bull avant de rencontrer Chuck Norris.\nVotez !\n8.31 / 10",
  "Chuck Norris est l'acupuncteur de Hell Raiser.\nVotez !\n6.93 / 10",
  "Il n'y aura jamais \"Chuck Norris contre les lapins crétins\". Ils sont crétins, pas fous...\nVotez !\n9.05 / 10",
  "Chuck Norris ne respire pas. L'air ne le mérite pas.\nVotez !\n8.48 / 10",
  "A sa naissance, ce n'est pas la maman de Chuck Norris qui a poussé, c'est Chuck Norris qui a tiré.\nVotez !\n8.48 / 10",
  "Chuck Norris perfectionne ses plongeons dans les chutes du Niagara.\nVotez !\n6.98 / 10",
  "Chuck Norris peut vraiment taper la discute. Et de la main gauche...\nVotez !\n8.48 / 10",
  "Chuck Norris a déjà utilisé le gros trou du taille crayon\nVotez !\n9.05 / 10",
  "Le seul endroit où Chuck Norris se fait des bosses, c'est au ski.\nVotez !\n7.2 / 10",
  "Un jour quelqu'un a osé dit \"non\" à Chuck Norris. Ainsi naquit l'histoire du con qui dit non ...\nVotez !\n8.69 / 10",
  "Chuck Norris n'a jamais eu besoin de ceinture noire, son pantalon tient tout seul.\nVotez !\n8.45 / 10",
  "La suite de \"Bienvenue chez les Ch'tis\" sera plus orientée vers l'action. Le titre sera \"Bienvenue chez Chuck Norris\".\nVotez !\n7.06 / 10",
  "Hulk est vert de peur face à Chuck Norris.\nVotez !\n7.61 / 10",
  "Une barre a clous: 2$\nUn couteau: 10$\nUn fusil: 100$\nUn roundhouse-kick de Chuck Norris: Ça n'a pas de prix...\nVotez !\n8.66 / 10",
  "Si Chuck Norris avait joué dans \"la guerre des boutons\", le film se serait appelé \"la guerre des organes vitaux\".\nVotez !\n7.79 / 10",
  "Chuck Norris imite Nicolas Canteloup.\nVotez !\n7.92 / 10",
  "Depuis que Chuck Norris a botté le cul de l'Angleterre, elle s'est détachée de l'Europe\nVotez !\n8.26 / 10",
  "Chuck Norris sait lire sur les lèvres. Mais il préfère quand même lire dans les pensées.\nVotez !\n7.97 / 10",
  "Quand Chuck Norris voit une hirondelle c'est forcément le printemps. Même quand il neige.\nVotez !\n7.53 / 10",
  "Chuck Norris peut avoir les yeux partout .\nVotez !\n6.28 / 10",
  "Chuck Norris peut expulser un joueur au babyfoot.\nVotez !\n8.75 / 10",
  "Celui qui trouve comment Chuck Norris est apparu sur terre aura percé le mystere de la vie....\nVotez !\n7.57 / 10",
  "Chuck Norris a déjà ramassé tous les boyards de la salle du trésor de Fort Boyard.\nVotez !\n8.45 / 10",
  "Au poker, Chuck Norris peut avoir un quinte d'As.\nVotez !\n8.7 / 10",
  "Tant qu'il y a de la vie ... c'est que Chuck Norris n'est pas passé par ici.\nVotez !\n8.49 / 10",
  "Chuck Norris trouve encore des lucioles fluos dans ses paquets de Bonux.\nVotez !\n7.01 / 10",
  "Quand Chuck Norris va au restaurant, c'est le restaurant qui doit réserver.\nVotez !\n8.6 / 10",
  "Un jour Chuck Norris a uriné dans du café... le Coca Cola était né.\nVotez !\n7.98 / 10",
  "Estelle Denis a dit non à Domenech : elle attend la demande de Chuck Norris.\nVotez !\n7.82 / 10",
  "De la Lune on peut voir la muraille de Chine, sauf si Chuck Norris est assis dessus\nVotez !\n6.71 / 10",
  "Pour arrêter la ségrégation, Martin Luther King aurait dû dire : \"I have Chuck Norris\"\nVotez !\n8.48 / 10",
  "Chuck Norris est le mot de passe de la NASA.\nVotez !\n8.08 / 10",
  "Chuck Norris peut faire Ctrl+Alt+Suppr avec deux doigts.\nVotez !\n9.05 / 10",
  "Chuck Norris sait toujours où donner de la tête...ou du poing...ou du pied.\nVotez !\n8.39 / 10",
  "Un T-shirt \"Chuck Norris\" est plus efficace que n'importe quel gilet pare-balles.\nVotez !\n8.75 / 10",
  "Au fond Chuck Norris ne s'est jamais battu : l'autre n'a jamais eu le temps de répliquer...\nVotez !\n8.09 / 10",
  "Chuck Norris peut vraiment faire du pop-corn avec son portable.\nVotez !\n7.76 / 10",
  "A la maternelle, c'est la maitresse de Chuck Norris qui faisait la sieste...\nVotez !\n7.83 / 10",
  "Le virus de la rage s'est propagé quand Chuck Norris a caressé un chien.\nVotez !\n6.98 / 10",
  "Quand Chuck Norris te pique ton YOP, tu ne le réclames pas, tu lui proposes d'aller lui en acheter un autre.\nVotez !\n8.52 / 10",
  "Chuck Norris s'est masturbé la première fois dans le ventre de sa mère. C'est ainsi qu'elle tomba enceinte de Chuck Norris.\nVotez !\n9.04 / 10",
  "La dernière fois que Chuck Norris a joué a Call of Duty, c'était de 1939 à 1945.\nVotez !\n9.13 / 10",
  "Qu'aurait dit Chuck Norris à la place de Jésus Christ juste avant de mourir ?\n- \"vite un autre clou, p... de m..... JE GLISSE!!!\"\nVotez !\n7.44 / 10",
  "Chuck Norris comprend le coaching de Domenech.\nVotez !\n8.94 / 10",
  "Si des logiciels sont libres, c'est parce que Chuck Norris les a libérés.\nVotez !\n7.18 / 10",
  "Chuck Norris ne poste pas sur VDM, la vie de Chuck Norris n'est pas de la merde.\nVotez !\n8.49 / 10",
  "Le meilleur moyen d'avoir un train SNCF à l'heure, c'est de voyager avec Chuck Norris.\nVotez !\n8.28 / 10",
  "Chuck Norris a fabriqué lui-même son pick-up : on appelé ça \"l'immatriculée conception\".\nVotez !\n8.62 / 10",
  "C'est en jouant avec des légos que Chuck Norris façonna la terre.\nVotez !\n7.01 / 10",
  "Chuck Norris est le seul à être capable de créér un dossier nommé \"con\" sous Windows.\nVotez !\n7.95 / 10",
  "Les enfants de Chuck Norris ne dépassent pas quand ils font du coloriage.\nVotez !\n7.87 / 10",
  "Quand Chuck Norris pète un bras, la victime lui demande un autographe sur le platre.\nVotez !\n8.67 / 10",
  "Quand Chuck Norris fait une mise au poker, le croupier se couche\nVotez !\n8.97 / 10",
  "Chuck Norris a déjà bu la tasse: il avait trop soif.\nVotez !\n7.78 / 10",
  "Chuck Norris est la seule personne qui se moque du caleçon de Hulk\nVotez !\n8.01 / 10",
  "Le pick-up de Chuck Norris est aussi un Transformer : il se transforme en Chuck Norris.\nVotez !\n7.58 / 10",
  "Après la pluie, Chuck Norris.\nVotez !\n8.47 / 10",
  "Jésus fut crucifié pour servir de cadran solaire a Chuck Norris.\nVotez !\n7.81 / 10",
  "L'inventeur du sécateur est un usurpateur, c'était le coupe ongles de Chuck Norris.\nVotez !\n8.16 / 10",
  "Les oiseaux nettoyent le pare-brise du pick-up de Chuck Norris.\nVotez !\n8.46 / 10",
  "Chuck Norris a déja pédalé dans la semoule.\nVotez !\n8.25 / 10",
  "Chuck Norris peut te tuer avec son petit orteil.\nVotez !\n6.71 / 10",
  "Chuck Norris peut envoyer un texto par la pensée.\nVotez !\n6.85 / 10",
  "Tous les policiers ont une photo de Chuck Norris dans leur casier.\nVotez !\n8.07 / 10",
  "Chuck Norris s'est deja posé sur le soleil, la nuit.\nVotez !\n8.38 / 10",
  "Si Chuck Norris n'a pas d'Ipod, c'est parce qu'il ne dit jamais \"aïe\".\nVotez !\n7.95 / 10",
  "Zidane s'est fait mal au crane le jour où Chuck Norris a parlé de sa soeur.\nVotez !\n8.9 / 10",
  "Kenny est la victime favorite de Chuck Norris\nVotez !\n8.6 / 10",
  "Quand Chuck Norris fait un barbecue, il ne pleut pas.\nVotez !\n8.18 / 10",
  "Chuck Norris est la cause des marées, ou plus exactement c'est sa respiration...\nVotez !\n6.63 / 10",
  "Quand Chuck Norris crie une insulte en montagne, il n'y a pas d'écho. Prudentes, les montagnes, prudentes...\nVotez !\n8.99 / 10",
  "Quand Alain Delon parle de lui à la troisième personne, il parle en fait de Chuck Norris\nVotez !\n7.94 / 10",
  "Le symbole sur la tunique de Sangoku signifie \"Chuck Norris, prêtes-moi ta force\"...\nVotez !\n8.59 / 10",
  "C'est Chuck Norris qui expédie tous les spam.\nVotez !\n6.86 / 10",
  "Quand Chuck Norris utilise un paint ball, c'est une vraie balle qui sort...\nVotez !\n6.94 / 10",
  "Quand Chuck Norris joue à Civilization, il débute avec un colon et l'arme nucléaire.\nVotez !\n8.54 / 10",
  "Quand Chuck Norris fait une division, il n'y a jamais de reste.\nVotez !\n8.6 / 10",
  "Quand Chuck Norris se connecte sur emule, il reçoit sans envoyer. Chuck Norris ne partage avec personne...\nVotez !\n8.44 / 10",
  "Le dodo a disparut un matin où Chuck Norris se réveilla en déclarant ne plus avoir sommeil.\nVotez !\n8.21 / 10",
  "Quand Chuck Norris arrose Guizmo, il ne se passe rien...\nVotez !\n7.55 / 10",
  "Avant d'aller à l'école, Chuck Norris déposait ses parents au travail.\nVotez !\n9.09 / 10",
  "Si Chuck Norris saigne, c'est parce qu'il avait trop de sang...\nVotez !\n7.7 / 10",
  "Quand Chuck Norris fume à la fenêtre, la fumée ne rentre jamais à l'intérieur.\nVotez !\n7.46 / 10",
  "Chuck Norris peut jouer seul au Base-Ball.\nVotez !\n7.05 / 10",
  "Chuck Norris n'a pas eu besoin de permis de tuer pour s'occuper de James Bond.\nVotez !\n6.9 / 10",
  "Devinette : Qu'est ce qui est blanc et qui se cache derrière Chuck Norris ?\n- Le mont Everest\nVotez !\n8.08 / 10",
  "Chuck Norris a terminé Final Fantasy VII sans sauvegarder.\nVotez !\n8.57 / 10",
  "Chuck Norris s'est opéré lui-même de l'appendicite. 5 fois.\nVotez !\n7.88 / 10",
  "Chuck Norris retombe toujours sur ses pattes.\nVotez !\n6.81 / 10",
  "Même s'il porte des pin's, Chuck Norris n'est pas ringard.\nVotez !\n7.45 / 10",
  "Chuck Norris a fait loucher un cyclope.\nVotez !\n9.15 / 10",
  "Quand Narcisse s'est regardé dans l'eau, il a vu Chuck Norris par dessus son épaule...\nVotez !\n8.13 / 10",
  "Une fois Chuck Norris à pris les sept nains en photos. Et bizarrement:\nGrincheux souriait.\nSimplet paraissait intelligent.\nProf n'a cassé les couilles à personne sur la manière de se positionner.\nJoyeux paraissait moins gros.\nAtchoum n'a pas voulu éternuer\nTimide ne s'était pas dérobé sous la jupe de Blanche-Neige\nDormeur avait les yeux ouvert\nEt Blanche-Neige avait accepté de poser NUE !!\nVotez !\n8.94 / 10",
  "Les atomes qui constituent Chuck Norris ne sont pas répertoriés par le tableau périodique des éléments.\nVotez !\n8.58 / 10",
  "Quand il pleut, Chuck Norris creuse un tunnel pour ne pas se mouiller.\nVotez !\n6.37 / 10",
  "Quand Chuck Norris commande une pizza, la pizzeria se déplace.\nVotez !\n7.46 / 10",
  "Le dernier mec qui avais un cheveux sur la langue et a dit \"fuck norris\" n'a toujours pas donné signe de vie.\nVotez !\n9.1 / 10",
  "On peut tromper mille fois mille personnes, mais on ne peut pas tromper Chuck Norris...\nVotez !\n8.17 / 10",
  "L'ONU a prévu un doublement de la population mondiale d'ici 2080.\n30% seront des enfants de Chuck Norris.\nVotez !\n7.07 / 10",
  "Quand tu joues au paintball contre Chuck Norris tu es obligé de prendre un bazooka. Mais en général tu perds quand même.\nVotez !\n8.11 / 10",
  "Chuck Norris a déjà doublé la lumière.\nVotez !\n8.25 / 10",
  "Quand Chuck Norris ne voit pas la crotte de chien, quelq'un marche dedans à sa place.\nVotez !\n7.68 / 10",
  "Chuck Norris a inventé le sel\nVotez !\n6.12 / 10",
  "Si grand-mère fait un bon café, c'est parce que c'est la grand-mère de Chuck Norris.\nVotez !\n8.14 / 10",
  "Tom sawyer n'a peur de rien, normal Chuck Norris est aussi américain\nVotez !\n7.03 / 10",
  "Depuis que Mme De Fontenay s'est moquée de la coiffure de Chuck Norris, elle est obligée de porter un chapeau.\nVotez !\n8.5 / 10",
  "Chuck Norris n'a pas joué dans 'Astérix aux jeux Olympiques'.\nVotez !\n7.01 / 10",
  "Quand Chuck Norris veut un déca, il dit à la caféine de se barrer de sa tasse.\nVotez !\n7.71 / 10",
  "La guerre froide s'est terminée quand Chuck Norris a monté le chauffage.\nVotez !\n8.68 / 10",
  "Chuck Norris a battu Kasparov aux échecs en 3 coups: 2 coups de pied et 1 coup de boule.\nVotez !\n9.04 / 10",
  "Chuck Norris est un grand sentimental, il a toujours un cur sur la main.\nVotez !\n8.68 / 10",
  "En plus des codes de lancement des missiles nucléaires, le Président de la République reçoit, le numéro du portable de Chuck Norris. On ne sait jamais...\nVotez !\n9.04 / 10",
  "Chuck Norris a assuré tous les effets spéciaux de Cloverfield.\nVotez !\n6.07 / 10",
  "Tous les soirs, Chuck Norris descend ses poubelles. A coups de fusil.\nVotez !\n7.9 / 10",
  "_ Que vous avez de grandes jambes Chuck Norris !\n_ C'est pour mieux te foutre un roundhouse kick dans la gueule mon enfant ...\nVotez !\n8.55 / 10",
  "Chuck Norris s'est déjà servi du côté bleu de la gomme.\nVotez !\n8.77 / 10",
  "Chuck Norris n'a pas besoin d'éviter les balles : elles passent à coté le plus discretement possible.\nVotez !\n7.58 / 10",
  "Chuck Norris peut faire tilter un baby-foot.\nVotez !\n8.13 / 10",
  "Chuck Norris ne met pas d'essence dans sa voiture, il souffle dans le reservoir.\nVotez !\n6.97 / 10",
  "Les vieilles donnent du pain aux pigeons. Chuck Norris donne des pains a tout le monde\nVotez !\n8.8 / 10",
  "Quand Chuck Norris à six étoiles dans GTA, les policiers quittent la ville.\nVotez !\n9.11 / 10",
  "Chuck Norris peut te tuer avec un cure-dent. Sans utiliser les pointes.\nVotez !\n8.72 / 10",
  "Un jour, Chuck Norris parti en laissant son verre plein lors d'une soirée arrosée. Ainsi naquit le saint grâal.\nVotez !\n8.48 / 10",
  "Chuck Norris n'a jamais joué à saute-mouton. Personne ne saute Chuck Norris.\nVotez !\n8.19 / 10",
  "Chuck Norris déshabille du regard. Vraiment.\nVotez !\n7.58 / 10",
  "Chuck Norris fait toujours l'appoing.\nVotez !\n6.38 / 10",
  "Chuck Norris n'écoute pas de la musique, c'est la musique qui l'écoute. Elle a intérêt.\nVotez !\n7.47 / 10",
  "Quand Chuck Norris arrive chez les Ch'tis ce sont eux qui pleurent...\nVotez !\n8.46 / 10",
  "Lorsque l'on fixe trop longtemps Chuck Norris des yeux, on finit par devenir aveugle. C'est ce qui est arrivé à Daredevil.\nVotez !\n7.21 / 10",
  "Le Big Bang fut le premier coup de poing de Chuck Norris. Etant petit, il avait du mal à controler sa force.\nVotez !\n7.9 / 10",
  "Depuis que Chuck Norris a démontré tous les axiomes, les mathématiciens se sont mis aux arts martiaux.\nVotez !\n6.91 / 10",
  "Le Pape paye un loyer à Chuck Norris.\nVotez !\n7.19 / 10",
  "Chuck Norris a remporté le tournoi mondial d'escrime. Avec un couteau suisse.\nVotez !\n8.49 / 10",
  "A Halloween les enfants qui se déguisent en Chuck Norris et qui demandent des bonbons chez les voisins repartent avec les bonbons, la carte de crédit, les clefs de la voiture et la femme du voisin.\nVotez !\n9.14 / 10",
  "Le chainon manquant sert de menottes à Chuck Norris dans Walker Texas Ranger.\nVotez !\n6.91 / 10",
  "Chuck Norris n'a pas d'ampoule chez lui: Chuck est une lumière.\nVotez !\n7.3 / 10",
  "Chuck Norris peut faire diminuer le prix du baril de pétrole.\nVotez !\n7.82 / 10",
  "Si Chuck Norris avait été belge, Coluche aurait fait plus de blagues sur les suisses.\nVotez !\n9 / 10",
  "Chuck Norris a inventé l'invention...\nVotez !\n8.36 / 10",
  "Quand Chuck Norris part en vacances, l'ONU est en crise.\nVotez !\n7.26 / 10",
  "Chuck Norris devait être le nouveau Messie, mais on a toujours pas réussi à lui clouer les mains.\nVotez !\n8.45 / 10",
  "Quand Chuck Norris cherche des champignons, ils sautent directement dans son panier.\nVotez !\n6.8 / 10",
  "Quand Chuck Norris a le tournis, la Terre préfère arrêter de tourner\nVotez !\n7.48 / 10",
  "Chuck Norris avait déjà un Bac+5 avant meme d'avoir le bac.\nVotez !\n7.09 / 10",
  "Chuck Norris est le seul nom propre que l'on peut jouer au scrabble\nVotez !\n8.48 / 10",
  "Chuck Norris est la seule star à posséder une maison sur une plage privée corse. Les corses préfèrent ne pas y toucher...\nVotez !\n8.29 / 10",
  "Le secret de la richesse de Bill Gates? une photo dédicacée de Chuck Norris mise aux enchères.\nVotez !\n8.45 / 10"
]
